Repository: cem8kaya/ZenFlow
Catalog: ZenFlowWidget/Localizable.xcstrings
Source language: tr
Languages: en

source: %lld dk
en: %lld min

source: %lld Gün
en: %lld Days

source: %lld gün serisi
en: %lld day streak

source: %lld Gün Serisi
en: %lld Day Streak

source: Bugünkü Hedefin
en: Today's Goal

source: Günlük Seri
en: Daily Streak

source: Kompakt dairesel widget
en: Compact circular widget

source: Meditasyon
en: Meditation

source: Meditasyon ilerlemenizi ve ağacınızı takip edin
en: Track your meditation progress and tree

source: Meditasyon serinizi kilit ekranında görün
en: View your meditation streak on lock screen

source: Tek satırlık seri göstergesi
en: Single-line streak indicator

source: Toplam Süre
en: Total Time

source: ZenFlow Dairesel
en: ZenFlow Circular

source: ZenFlow Kilit Ekranı
en: ZenFlow Lock Screen

source: ZenFlow Satır İçi
en: ZenFlow Inline

# tree_stage_seed_title
source: Tohum
en: Seed

# tree_stage_sprout_title
source: Filiz
en: Sprout

# tree_stage_sapling_title
source: Fidan
en: Sapling

# tree_stage_young_tree_title
source: Genç Ağaç
en: Young Tree

# tree_stage_mature_tree_title
source: Olgun Ağaç
en: Mature Tree

# tree_stage_ancient_tree_title
source: Kadim Ağaç
en: Ancient Tree

# tree_stage_seed_description
source: Yolculuğun başlangıcı. Her büyük değişim küçük bir tohumla başlar.
en: The beginning of your journey. Every great change starts with a small seed.

# tree_stage_sprout_description
source: İlk adımları attın! Sabır ve özveriyle büyümeye devam et.
en: You've taken the first steps! Keep growing with patience and dedication.

# tree_stage_sapling_description
source: Güçlü temeller atıyorsun. Her gün daha da büyüyorsun.
en: Building strong foundations. Growing stronger every day.

# tree_stage_young_tree_description
source: Artık güçlü bir ağaçsın! Egzersiz alışkanlığın kökleniyor.
en: You're a strong tree now! Your practice is taking root.

# tree_stage_mature_tree_description
source: Olgunlaştın ve güçlendin. Zen bahçenin görkemli ağacı.
en: You've matured and grown strong. The magnificent tree of your Zen garden.

# tree_stage_ancient_tree_description
source: Efsanevi bir yolculuk tamamladın! Bilgelik ve güç sahibisin.
en: You've completed a legendary journey! You possess wisdom and strength.
